Repository: miraskoda/dtt
Catalog: lib/l10n/intl_*.arb
Languages: cs

# search
source: Search for a home
cs: Hledej domov

# error
source: General error
cs: Obecna chyba

# emptyResult
source: No result found! Perhaps try another search?
cs: Prazdno, zkuste hledat jinou frazi

source: Description
cs: Popis

source: Location
cs: Lokace

source: Open map
cs: Otevrit mapu

source: About
cs: O nas

source: Design and Development
cs: Design a Development

source: Language
cs: Jazyk

source: Location services
cs: Sluzby lokace
